Repository: OsmBelarus/Pieraklady
Catalog: isnujucyja_pieraklady/vioski.tmx
Source language: ru
Languages: be

source: Прилепцы
be: Прылепцы

source: Прилепы
be: Прылепы

source: Прилесье
be: Прылессе

source: Прилесье-2
be: Прылессе-2

source: Прилуки
be: Прылукі

source: Прилуки Малые
be: Прылукі Малыя

source: Прилукская Слобода
be: Прылуцкая Слабада

source: Прилутчина
be: Прылуччына

source: Прилучки
be: Прылучкі

source: Примаки
be: Прымакі

source: Примачино
be: Прымачына

source: Примень
be: Прымень

source: Приморье
be: Прымор’е

source: Принта
be: Прынта

source: Приозёрная
be: Прыазёрная

source: Приозерный
be: Прыазерны

source: Приозёрный
be: Прыазёрны

source: Приозёрский
be: Прыазёрскі

source: Приперное
be: Прыпернае

source: Припёчино
be: Прыпёчына

source: Приплавы
be: Прыплавы

source: Приречье
be: Прырэчча

source: Присады
be: Прысады

source: Присёлки
be: Прысёлкі

source: Присмаки
be: Прысмакі

source: Присно
be: Прысно

source: Присно 1
be: Прысна 1

source: Присно 2
be: Прысна 2

source: Пристань
be: Прыстань

source: Пристои
be: Прыстоі

source: Присторань
be: Прыстарань

source: Пристороны
be: Прыстараны

source: Пристромы
be: Прыстрамы

source: Приступичи
be: Прыступічы

source: Присушино
be: Прысушына

source: Присынок
be: Прысынак

source: Притерпа
be: Прыцерпа

source: Притыка
be: Прытыка

source: Прихабы
be: Прыхабы

source: Прихилы
be: Прыхілы

source: Причалесня
be: Прычалесня

source: Приямино
be: Прыяміна

source: Провжалы
be: Праўжалы

source: Провожа
be: Праважа

source: Проворное
be: Праварное

source: Провтюки
be: Проўцюкі

source: Прогон
be: Прагон

source: Прогресс
be: Прагрэс

source: Продвино
be: Продзвіна

source: Проделки
be: Прадзелкі

source: Прожектор
be: Пражэктар

source: Проземле
be: Проземля

source: Прозороки
be: Празарокі

source: Прокисель
be: Пракісель

source: Прокоповичи
be: Пракопавічы

source: Прокоповка
be: Пракопаўка

source: Прокуды
be: Пракуды

source: Прокшеничи
be: Прокшанічы

source: Прокшино
be: Прокшына

source: Пролейки
be: Пралейкі

source: Пролетарий
be: Пралетарый

source: Пролетарск
be: Пралетарск

source: Пролетарская Коммуна
be: Пралетарская Камуна

source: Пролетарский
be: Пралетарскі

source: Пролетарское
be: Пралетарскае

source: Промешки
be: Промежкі

source: Промышляды
be: Прамышляды

source: Пронское
be: Пронскае

source: Пронцевичи
be: Пронцавічы

source: Пронцевка
be: Пронцаўка

source: Прончаки
be: Пранчакі

source: Прончейково
be: Пранчэйкава

source: Проньки
be: Пронькі

source: Проровино
be: Праровіна

source: Просвет
be: Прасвет

source: Просёлковичи
be: Прасёлкавічы

source: Проскурни
be: Праскурні

source: Просмыковщина
be: Прасмыкаўшчына

source: Просмычи
be: Просмычы

source: Просолы
be: Прасалы

source: Прости
be: Прасці

source: Протасевичи
be: Пратасевічы

source: Протасевичи 2
be: Пратасевічы 2

source: Протасовщина
be: Пратасаўшчына

source: Протасы
be: Пратасы

source: Протасы Кукровские
be: Пратасы Кукроўскія

source: Протасы Якубенские
be: Пратасы Якубенскія

source: Протеневичи
be: Працяневічы

source: Проточное
be: Праточнае

source: Проходка
be: Праходка

source: Проходы
be: [Праходы, Прохады]

source: Прохоровка
be: Прахораўка

source: Прохорово
be: Прахорава

source: Прочёмышля
be: Прачомышля

source: Прошика
be: Прошыка

source: Прошки
be: Прошкі

source: Прошково
be: Прошкава

source: Прощицы
be: Прошчыцы

source: Прудец
be: Прудзец

source: Прудинки
be: Прудзінкі

source: Прудины
be: Прудзіны

source: Прудище
be: [Прудзішча, Прудзіща]

source: Прудищи
be: Прудзішчы

source: Прудки
be: Прудкі

source: Прудники
be: Пруднікі

source: Прудовка
be: Прудоўка

source: Прудовьё
be: Прудаўё

source: Прудяны
be: Прудзяны

source: Пружинищи
be: Пружынішчы

source: Прусики
be: Прусікі

source: Прусиничи
be: Прусінічы

source: Прусино
be: Прусіна

source: Прусиново
be: Прусінава

source: Прусинская Буда
be: Прусінская Буда

source: Пруска Богуславская
be: Пруска Багуслаўская

source: Пруска Веливейская
be: Пруска Велівейская

source: Пруска Волгинова
be: Пруска Валгінова

source: Пруско
be: Пруск

source: Прусовичи
be: Прусавічы

source: Прусовки
be: Прусаўкі

source: Прусовщина
be: Прусаўшчына

source: Пруссы
be: Прусы

source: Прыговка
be: Прыгаўка

source: Пряльня
be: Пральня

source: ПСК "Орджоникидзе"
be: ВБК "Арджанікідзэ"

source: Псыщево
be: Псышчава

source: Птицефабрика
be: Птушкафабрыка

source: Птичанская
be: Пцічанская

source: Птичь
be: Пціч

source: Птушичи
be: Птушычы

source: Пугачёво
be: Пугачова

source: Пугачи
be: Пугачы

source: Пугачки
be: Пугачкі

source: Пугляи
be: Пугляі

source: Пуговичи
be: Пугавічы

source: Пуговки
be: Пугаўкі

source: Пудаков
be: Пудакоў

source: Пудино
be: Пудзіна

source: Пудовня
be: Пудаўня

source: Пудоть
be: Пудаць

source: Пужичи
be: Пужычы

source: Пузели
be: Пузелі

source: Пузи
be: Пузі

source: Пузики
be: Пузікі

source: Пузичи
be: Пузічы

source: Пузовичи
be: Пузавічы

source: Пузыновцы
be: Пузынаўцы

source: Пузырёво
be: Пузырова

source: Пузыри
be: Пузыры

source: Пукановка 1
be: Пуканаўка 1

source: Пукановка 2
be: Пуканаўка 2

source: Пукелевщина
be: Пукелеўшчына

source: Пуково
be: Пукава

source: Пуколово
be: Пукалава

source: Пукшино
be: Пукшына

source: Пуляхи
be: Пуляхі

source: Пундишки
be: Пундзішкі

source: Пуни
be: Пуні

source: Пунище
be: Пунішча

source: Пунищи
be: Пунішчы

source: Пуньки
be: Пунькі

source: Пурплево
be: Пурплева

source: Пурсти
be: Пурсці

source: Пурышки
be: Пурышкі

source: Пустая Гряда
be: Пустая Града

source: Пустельники
be: Пустэльнікі

source: Пустоборы
be: Пустаборы

source: Пустой Осовец
be: Пусты Асавец

source: Пустоселье
be: Пустаселле

source: Пустоши
be: Пусташы

source: Пустынки
be: Пустынкі

source: Пуськи
be: Пуські

source: Путеводная Звезда
be: Пуцяводная Звязда

source: Путилковичи
be: Пуцілкавічы

source: Путилово
be: Пуцілава

source: Путимель
be: Пуцімель

source: Путиново
be: Пуцінава

source: Путища
be: Пуцішча

source: Путники
be: Путнікі

source: Путно
be: Путна

source: Путреница
be: Путраніца

source: Путричи
be: Путрычы

source: Путришки
be: Путрышкі

source: Путчино
be: Путчына

source: Путьки
be: Пуцькі

source: Путьково
be: Пуцькава

source: Путятешки
be: Пуцяцішкі

source: Путятино
be: Пуцяціна

source: Путяты
be: Пуцяты

source: Пухляки
be: Пухлякі

source: Пухнова
be: Пухнава

source: Пуховая
be: Пухавая

source: Пуховичи
be: Пухавічы

source: Пуховка
be: Пухаўка

source: Пуховщина
be: Пухаўшчына

source: Пуцевичи
be: Пуцэвічы

source: Пуцки
be: Пуцкі

source: Пучины
be: Пучыны

source: Пучкинишки
be: Пучкінішкі

source: Пучковские
be: Пучкоўскія

source: Пушкари
be: Пушкары

source: Пушкаришки
be: Пушкарышкі

source: Пушки
be: Пушкі

source: Пушково
be: Пушкова

source: Пушно
be: Пушна

source: Пушталёво
be: Пушталёва

source: Пуща
be: Пушча

source: Пуща 1
be: Пушча 1

source: Пущевые
be: Пушчавыя

source: Пущеёво
be: Пушчаёва

source: Пущенка
be: Пушчанка

source: Пущики
be: Пушчыкі

source: Пчелинск
be: Пчэлінск

source: Пчельник
be: Пчэльнік

source: Пшенаи
be: Пшанаі

source: Пшеничено
be: Пшанічана

source: Пыжи
be: Пыжы

source: Пырашево
be: Пырашава

source: Пырщина
be: Пыршчына

source: Пытьковка
be: Пыцькаўка

source: Пыховчицы
be: Пыхоўчыцы

source: Пышки
be: Пышкі

source: Пышно
be: Пышна

source: Пышняки
be: Пышнякі

source: Пялевщина
be: Пялеўшчына

source: Пялики
be: Пялікі

source: Пяски
be: Пяскі

source: Пясово
be: Пясова

source: Пятаки
be: Петакі

source: Пятевщина
be: Пяцеўшчына

source: Пятенка
be: Пяценка

source: Пятигорск
be: Пяцігарск

source: Пятилетка
be: Пяцілетка

source: Пятковщина
be: Пяткаўшчына

source: Пятницкое
be: Пятніцкае

source: Пятницы
be: Пятніцы

source: Пятчицы
be: Пятчыцы

source: Пячковичи
be: Пячкавічы

source: Пячковский льнозавод
be: Пячкавіцкі ільнозавод

source: Рабеки
be: Рабекі

source: Рабки
be: Рабкі

source: Рабковичи
be: Рабковічы

source: Рабовичи
be: Рабавічы

source: Рабочий
be: Рабочы

source: Рабушки
be: Рабушкі

source: Рабыши
be: Рабышы

source: Равины
be: Равіны

source: Равкутевичи
be: Раўкуцевічы

source: Равнополье
be: Раўнаполле

source: Рагелево
be: Рагелева

source: Раговские
be: Рагоўскія

source: Рагодощь
be: Рагадашч

source: Рагозинка
be: Рагозінка

source: Рагозино
be: [Рагазіна, Рагозіна]

source: Рагозница
be: Рагозніца

source: Рагозно
be: Рагозна

source: Рагозы
be: Рагазы

source: Раголишки
be: Раголішкі

source: Рагуцкие
be: Рагуцкія

source: Радвиловцы
be: Радзвілаўцы

source: Радевичи
be: [Радзевічы, Радзявічы]

source: Радевцы
be: Радзеўцы

source: Радеево
be: Радзеева

source: Радеж
be: Радзеж

source: Радецк
be: Радзецк

source: Радзивилки
be: Радзівілкі

source: Радивонишки
be: Радзівонішкі

source: Радима
be: Радзіма

source: Радионовка
be: Радзівонаўка

source: Радица
be: Радзіца

source: Радичево
be: Радзічава

source: Радки
be: Радкі

source: Радков
be: [Радкаў, Радкоў]

source: Радково
be: Радкава

source: Радковщина
be: Радкоўшчына

source: Радовня
be: Радаўня

source: Радогоща
be: Радагошча

source: Радомля
be: Радамля

source: Радостово
be: Радастава

source: Радость
be: Радасць

source: Радошковичи
be: Радашковічы

source: Радутин
be: Радуцін

source: Радутичи
be: Радуцічы

source: Радучи
be: Радучы

source: Радченки
be: Радчанкі

source: Радчицк
be: Радчыцк

source: Радьки
be: Радзькі

source: Радьков
be: Радзькаў

source: Радькова Слобода
be: Радзькава Слабада

source: Радюки
be: Радзюкі

source: Радюли
be: Радзюлі

source: Радюнцы
be: Радзюнцы

source: Радюши
be: Радзюшы

source: Радюши-Туща
be: Радзюшы-Тушча

source: Раёвка
be: Раёўка

source: Раевские
be: Раеўскія

source: Раевщина
be: Раеўшчына

source: Раёвщина
be: Раёўшчына

source: Развадово
be: Развадава

source: Разважье
be: Разважжа

source: Раздел
be: Раздзел

source: Раздяловичи
be: Раздзялавічы

source: Разлитье
be: Разліцце

source: Размерки
be: Размеркі

source: Разнятичи
be: Разнятычы

source: Разрывка
be: Разрыўка

source: Разрытое
be: Разрытае

source: Райково
be: Райкова

source: Ракевичи
be: Ракевічы

source: Ракини
be: Ракіні

source: Раките
be: Ракіце

source: Ракитенка
be: Ракітанка

source: Ракитник
be: Ракітнік

source: Ракитница
be: Ракітніца

source: Ракитно
be: Ракітна

source: Ракитовщина
be: Ракітаўшчына

source: Ракишки
be: Ракішкі

source: Раклевичи
be: Раклевічы

source: Раклишки
be: Раклішкі

source: Раков
be: Ракаў

source: Раков Застенок
be: Ракаў Засценак

source: Раковичи
be: [Ракавічы, Раковічы]

source: Раковищи
be: Ракавішчы

source: Раково
be: Ракава

source: Раковцы
be: Ракаўцы

source: Раковщина
be: Ракаўшчына

source: Ракошичи
be: Ракашычы

source: Ракузовка
be: Ракузаўка

source: Ракусино
be: Ракусіна

source: Ракутево
be: Ракуцева

source: Ракутёвщина
be: Ракуцёўшчына

source: Ракути
be: Ракуці

source: Ракушево
be: Ракушава

source: Ракшин
be: Ракшын

source: Ракшино
be: Ракшыно

source: Ракшицы
be: Ракшыцы

source: Раловка
be: Ралаўка

source: Раловцы
be: Ралаўцы

source: Раловщина
be: Ралаўшчына

source: Рамейки
be: Рамейкі

source: Рамелевщина
be: Рамелеўшчына

source: Рамжино 1
be: Рамжына 1

source: Рамжино 2
be: Рамжына 2

source: Рамшино
be: Рамшына

source: Рандари
be: Рандары

source: Рандиловщина
be: Рандзілаўшчына

source: Рандовка
be: Рандоўка

source: Раневичи
be: Ранявічы

source: Рани
be: Рані

source: Ранино
be: Раніна

source: Ранное
be: Раннае

source: Рапьёво
be: Рап’ёва

source: Расальщина
be: Расальшчына

source: Расло
be: Расла

source: Расова
be: Расава

source: Расолишки
be: Расолішкі

source: Расохи
be: Расохі

source: Расошное
be: Расошнае

source: Располье
be: Располле

source: Распутье
be: Распуцце

source: Рассолай
be: Расалай

source: Рассуха
be: Расуха

source: Растанишки
be: Растанішкі

source: Растерёбы
be: Расцяробы

source: Растов
be: Растаў

source: Растополье
be: Растаполле

source: Расходно
be: Расходна

source: Ратайчицы
be: Ратайчыцы

source: Ратичи
be: Рацічы

source: Ратмиров
be: Ратміраў

source: Ратмировичи
be: Ратміравічы

source: Ратное
be: Ратнае

source: Ратомка
be: Ратамка

source: Ратутичи
be: Ратуцічы

source: Ратьки
be: Рацькі

source: Ратьковичи
be: Рацькавічы

source: Ратьково
be: Рацькава

source: Ратюнки
be: Рацюнкі

source: Ратюны
be: Рацюны

source: Раубичи
be: Раўбічы

source: Рафалин
be: Рафалін

source: Рафалово
be: Рафалова

source: Рафолово
be: Рафалава

source: Рахманьки
be: Рахманькі

source: Раховец
be: Рахавец

source: Раховичи
be: Рахавічы

source: Рацевичи
be: Рацавічы

source: Рацево
be: Рацава

source: Рацкевичи
be: Рацкавічы

source: Раченята
be: Рачанята

source: Рачица
be: Рачыца

source: Рачицы
be: Рачыцы

source: Рачкевичи
be: Рачкевічы

source: Рачки
be: Рачкі

source: Рачковичи
be: Рачкавічы

source: Рачково
be: Рачкава

source: Рачнёво 1
be: Рачнёва 1

source: Рачнёво 2
be: Рачнёва 2

source: Рашин
be: Рашын

source: Рашковка
be: Рашкаўка

source: Рашкутяны
be: Рашкуцяны

source: Раштово
be: Раштова

source: Ребрище
be: Рэбрышча

source: Ребуса
be: Рабуса

source: Ребятки
be: Рабяткі

source: Ревки
be: Рэўкі

source: Ревкутьевичи
be: Рэўкуцьевічы

source: Ревтовичи
be: Раўтовічы

source: Ревяки
be: Равякі

source: Ревятичи
be: [Равятычы, Равяцічы]

source: Ревячино
be: Равячына

source: Ревячка
be: Равячка

source: Регисполье
be: Рэгісполле

source: Регуляры
be: Рэгуляры

source: Редигерово
be: Рыдзігерава

source: Редишено
be: Радзішана

source: Редкий Рог
be: Рэдкі Рог

source: Редковичи
be: Рэдкавічы

source: Редкорово
be: Рэдкарава

source: Редкуны
be: Радкуны

source: Редута
be: Рэдута

source: Редька
be: Рэдзька

source: Редьки
be: Рэдзькі

source: Редьковичи
be: Рэдзькавічы

source: Редьковщина
be: Рэдзькаўшчына

source: Резаны
be: Разаны

source: Резки
be: Рэзкі

source: Резы
be: Рэзы

source: Реклёвцы
be: Раклёўцы

source: Рекорд
be: Рэкорд

source: Рекотка
be: Рэкатка

source: Рексти
be: Рэксці

source: Ректа
be: Рэкта

source: Ректа-Михайловка
be: Рэкта-Міхайлаўка

source: Рекутино
be: Ракуціна

source: Рельки
be: Рэлькі

source: Рем
be: Рэм

source: Рембоковщина
be: Рэмбакаўшчына

source: Ремезово
be: Рэмезава

source: Ремезы
be: Рамязы

source: Ремейкишки
be: Рамейкішкі

source: Ремель
be: Рэмэль

source: Ременики
be: Раменікі

source: Реместово
be: Рэместава

source: Ремзы
be: Рэмзы

source: Ремни
be: Рамні

source: Репенщина
be: Рэпеншчына

source: Репехи
be: Рапяхі

source: Репешки
be: Рэпешкі

source: Репин
be: Рэпін

source: Репичи
be: Рэпічы

source: Репище
be: Рэпішча

source: Репки
be: Рэпкі

source: Репля
be: Рэпля

source: Репная Гряда
be: Рэпная Града

source: Репники
be: Рэпнікі

source: Реповичи
be: Рэпавічы

source: Реполово
be: Рэпалава

source: Репухово
be: Рэпухава

source: Репяхи
be: Рапяхі

source: Ретемля
be: Рэцемля

source: Ретовщина
be: Рэтаўшчына

source: Реут
be: [Рэвут, Рэут]

source: Реуты
be: [Равуты, Рэўты]

source: Реучье
be: Равуча

source: Речень
be: Рачэнь

source: Речица
be: [Рачыца, Рэчыца]

source: Речки
be: Рэчкі

source: Речки 1
be: Рэчкі 1

source: Речки 2
be: Рэчкі 2

source: Речные
be: Рачныя

source: Решетки
be: Рашаткі

source: Решетники
be: Рашэтнікі

source: Ржавка
be: Ржаўка

source: Ржавка 2
be: Ржаўка 2

source: Ржавцы
be: Ржаўцы

source: Ржевка
be: Ржэўка

source: Ржище
be: Ржышча

source: Ридупля
be: Рыдупля

source: Ридча
be: Рыдча

source: Рижков
be: Рыжкаў

source: Рики
be: Рыкі

source: Римаши
be: Рымашы

source: Риминка
be: Рымінка

source: Римки
be: Рымкi

source: Римтели
be: Рымцелі

source: Римути
be: Рымуці

source: Римшиненты
be: Рымшыненты

source: Риндево
be: Рындзева

source: Рисевичи
be: Рысевічы

source: Ритов
be: Рытаў

source: Ричаны
be: Рычаны

source: Ричёв
be: Рычоў

source: Рованичи
be: Раванічы

source: Рованичская Слобода
be: Раваніцкая Слабада

source: Ровань
be: Равань

source: Ровбицк
be: Роўбіцк

source: Ровбишки
be: Роўбішкі

source: Ровбовичи
be: Роўбавічы

source: Ровбы
be: [Раўбы, Роўбы]

source: Ровгелишки
be: Роўгелішкі

source: Ровенская Слобода
be: Ровенская Слабада

source: Ровецкий Лес
be: Равецкі Лес

source: Ровины
be: Равіны

source: Ровки
be: Раўкі

source: Ровковичи
be: Роўкавічы

source: Ровное
be: Роўнае

source: Ровное Поле
be: Роўнае Поле

source: Ровнядь
be: Раўнядзь

source: Ровок
be: Равок

source: Ровчак
be: Раўчак

source: Ровы
be: Равы

source: Рогалёвщина
be: Рагалёўшчына

source: Рогали
be: Рагалі

source: Рогалино
be: Рагаліна

source: Роганичи
be: Раганічы

source: Рогановичи
be: Раганавічы

source: Рогатка
be: Рагатка

source: Рогач
be: Рагач

source: Рогачёвщина
be: Рагачоўшчына

source: Рогачи
be: Рагачы

source: Рогелевцы
be: Рагелеўцы

source: Роги
be: Рагі

source: Роги-Илецкий
be: Рагі-Ілецкі

source: Рогинченяты
be: Рагінчаняты

source: Рогинь
be: Рагінь

source: Рогова
be: Рагава

source: Роговичи
be: Рогавічы

source: Роговка
be: Рагоўка

source: Рогозище
be: Рагазішча

source: Рогозно
be: Рагозна

source: Рогонишки
be: Рагонішкі

source: Рогоново
be: Роганава

source: Рогоселье
be: Рагаселле

source: Роготно
be: Раготна

source: Родевичи
be: Родзевічы

source: Родевщина
be: Родзеўшчына

source: Роди
be: Родзі

source: Родишки
be: Родзішкі

source: Родковичи
be: Родкавічы

source: Родники
be: Раднікі

source: Родное Село
be: Роднае Сяло

source: Родчие
be: Родчыя

source: Рожанка
be: Ражанка

source: Рожанов
be: Ражаноў

source: Рожевичи
be: Рожавічы

source: Рожево
be: Рожава

source: Рожевщина
be: Ражэўшчына

source: Рожище
be: Ражышча

source: Рожки
be: Ражкі

source: Рожки 1
be: Ражкі 1

source: Рожки 2
be: Ражкі 2

source: Рожковичи
be: Ражковічы

source: Рожковка
be: Ражкоўка

source: Рожнетово
be: Ражнетава

source: Рожно
be: Рожна

source: Рожново
be: Ражнова

source: Рожное
be: Ражное

source: Рожок
be: Ражок

source: Розалиново
be: Разалінова

source: Розальмово
be: Разальмова

source: Розановщина
be: Разанаўшчына

source: Розета
be: Разэта

source: Розлевичи
be: Розлевічы

source: Розмыслово
be: Розмыслава

source: Розовка
be: Розаўка

source: Розумово
be: Розумава

source: Ройши
be: Ройшы

source: Роксолянка
be: Раксалянка

source: Роличи
be: Ролічы

source: Ромальдово
be: Рамальдава

source: Роман-Вина
be: Раман-Віна

source: Романишки
be: Раманішкі

source: Романищи
be: Раманішчы

source: Романов
be: Раманоў

source: Романовичи
be: Раманавічы

source: Романовка
be: [Раманаўка, Раманоўка]

source: Романов Лес
be: Раманаў Лес

source: Романово
be: [Раманава, Раманова]

source: Романовцы
be: Раманаўцы

source: Романовщина
be: Раманаўшчына

source: Романчуки
be: Раманчукі

source: Романы
be: Раманы

source: Романьки
be: Раманькі

source: Романюки
be: Раманюкі

source: Романяцкая Гута
be: Раманяцкая Гута

source: Ромашканцы
be: Рамашканцы

source: Ромашки
be: Рамашкі

source: Ромашковичи
be: Рамашкавічы

source: Ромашково
be: Рамашкава

source: Ромейки
be: Рамэйкі

source: Ромельки
be: Рамелькі

source: Ромути
be: Ромуці

source: Ропейки
be: Рапэйкі

source: Ропно
be: Ропна

source: Росинка
be: Расінка

source: Росица
be: Росіца

source: Роскоши
be: Роскашы

source: Роскошь
be: Роскаш

source: Рослые
be: Рослыя

source: Росляки
be: Раслякі

source: Росолы
be: Расолы

source: Росохи
be: Расохі

source: Россасно
be: Расасна

source: Россинели
be: Расінэлі

source: Росский Селец
be: Роскі Сялец

source: Россоны
be: Расоны

source: Россохи
be: [Расохі, Росахі]

source: Россь
be: Рось

source: Ростевичи
be: Росцевічы

source: Ростково
be: Расткова

source: Ростоки
be: Растокі

source: Роськов
be: Роськаў

source: Роташели
be: Раташалі

source: Ротковичи
be: Роткавічы

source: Ротно
be: Ротна

source: Роцкишки
be: Роцкішкі

source: Рочаны
be: Рачаны

source: Рочевичи
be: Рочавічы

source: Роща
be: [Гай, Рошча]

source: Рощино
be: Рошчына

source: Рощица
be: Рошчыца

source: Рубаники
be: Рубанікі

source: Рубановка
be: Рубанаўка

source: Рубаново
be: Рубанава

source: Рубаное
be: Рубанае

source: Рубашино
be: Рубашына

source: Рубашки
be: Рубашкі

source: Рубежевичи
be: Рубяжэвічы

source: Рубежи
be: Рубежы

source: Рубежница
be: [Рубежніца, Рубяжніца]

source: Рубилки
be: Рубілкі

source: Рублево
be: Рублева

source: Рублёвск
be: Рублёўск

source: Рубленики
be: Рубленікі

source: Рудавин
be: Рудавін

source: Рудавицы
be: Рудавіцы

source: Рудавка
be: Рудаўка

source: Рудаки
be: Рудакі

source: Рудаков
be: Рудакоў

source: Рудаково
be: Рудакова

source: Рудали
be: Рудалі

source: Руда Липичанская
be: Руда Ліпічанская

source: Рудаши
be: Рудашы

source: Рудашково
be: Рудашкова

source: Руда Яворская
be: Руда Яварская

source: Рудевичи
be: Рудзевічы

source: Рудевщина
be: [Рудзеўшчына, Рудэўшчына]

source: Руденец
be: Рудзянец

source: Руденка
be: [Рудзенка, Рудзенька]

source: Руденск
be: Рудзенск

source: Руденск 2
be: Рудзенск 2

source: Руденька
be: Рудзенька

source: Рудец
be: Рудзец

source: Рудец Большой
be: Рудзец Вялікі

source: Рудец Малый
be: Рудзец Малы

source: Руди
be: Рудзі

source: Рудица
be: Рудзіца

source: Рудицы
be: Рудзіцы

source: Рудишки
be: Рудзішкі

source: Рудки
be: Рудкі

source: Рудковка
be: Рудкаўка

source: Рудковщина
be: [Рудкаўшчына, Рудкоўшчына]

source: Рудники
be: Руднікі

source: Рудница
be: Рудніца

source: Руднички
be: Руднічкі

source: Руднишки
be: Руднішкі

source: Руднище
be: Руднішча

source: Рудное
be: Руднае

source: Рудня Антоновская
be: Рудня Антонаўская

source: Рудня Бартоломеевская
be: Рудня Барталамееўская

source: Рудня Бурицкая
be: Рудня Бурыцкая

source: Рудня Викторинская
be: Рудня Віктарынская

source: Рудня Горбовичская
be: Рудня Гарбавіцкая

source: Рудня-Гулево
be: Рудня-Гулева

source: Рудня Жигальская
be: Рудня Жыгальская

source: Рудня Журавлёва
be: Рудня Жураўлёва

source: Рудня Кошелёвская
be: Рудня Кашалёўская

source: Рудня Лозовская
be: Рудня Лозаўская

source: Рудня Маримонова
be: Рудня Марымонава

source: Рудня Налибокская
be: Рудня Налібацкая

source: Рудня Нисимковичская
be: Рудня Нісімкавіцкая

source: Рудня-Ольховка
be: Рудня-Альхоўка

source: Рудня Островитая
be: Рудня Астравітая

source: Рудня Пильнянская
be: Рудня Пільнянская

source: Рудня-Прибытковская
be: Рудня Прыбыткаўская

source: Рудня Споницкая
be: Рудня Споніцкая

source: Рудня Столбунская
be: Рудня Стаўбунская

source: Рудня Телешовская
be: Рудня Целяшоўская

source: Рудня Удалёвская
be: Рудня Удалёўская

source: Рудня-Шлягино
be: Рудня-Шлягіна

source: Рудобисть
be: Рудабісць

source: Рудовляны
be: Рудаўляны

source: Рудово
be: Рудава

source: Рудодимо
be: Рудодзіма

source: Рудое
be: Рудае

source: Рудомейка
be: Рудамэйка

source: Рудошаны
be: Рудашаны

source: Рудые
be: Рудыя

source: Рудьма
be: Рудзьма

source: Ружамполь
be: Ружампаль

source: Рукавчицы
be: Рукаўчыцы

source: Рукли
be: Руклі

source: Рукши
be: Рукшы

source: Рулевичи
be: Рулевічы

source: Рулёвщина
be: Рулёўшчына

source: Румино
be: Руміна

source: Румполье
be: Румполле

source: Румянские
be: Румянскія

source: Румянцево
be: Румянцава

source: Рупейки
be: Рупейкі

source: Русаки
be: Русакі

source: Русаковичи
be: Русаковічы

source: Русаково
be: Русакова

source: Русалишки
be: Русалішкі

source: Русановцы
be: Русанаўцы

source: Русатин
be: Русацін

source: Русачки
be: Русачкі

source: Русилки
be: Русілкі

source: Русинка
be: Русінка

source: Русино
be: Русіно

source: Русиновичи
be: Русінавічы

source: Русиновка
be: Русінаўка

source: Русиновцы
be: Русінаўцы

source: Русины
be: Русіны

source: Русовщина
be: Русаўшчына

source: Русски
be: Рускі

source: Русское Село
be: Рускае Сяло

source: Рустяги
be: Русцягі

source: Рутины
be: Руціны

source: Рутица
be: Руціца

source: Руткевичи
be: Руткевічы

source: Руть
be: Руць

source: Рухли
be: Рухлі

source: Руховичи
be: Руховічы

source: Рухово
be: Рухава

source: Ручаёвка
be: Ручаёўка

source: Ручевые
be: Ручавыя

source: Ручей
be: Ручэй

source: Ручин
be: Ручын

source: Ручица
be: Ручыца

source: Ручицы
be: Ручыцы

source: Ручьё
be: Руччо

source: Рущицы
be: Рушчыцы

source: Рыбаки
be: Рыбакі

source: Рыбаковщина
be: Рыбакоўшчына

source: Рыбалтово
be: Рыбалтова

source: Рыбачки
be: Рыбачкі

source: Рыбки
be: Рыбкі

source: Рыбники
be: Рыбнікі

source: Рыбница
be: Рыбніца

source: Рыбное
be: Рыбнае

source: Рыболовичи
be: Рыбалавічы

source: Рыболово
be: Рыбалава
